export const mockRankData = [
    {
        name: '贵阳市化学矿开采12产业集聚区',
        lon: 106.81484,
        lat: 27.065168,
        rank: 1,
    },
    {
        name: '黔南布依族苗族自治州化学矿开采19产业集聚区',
        lon: 107.4369,
        lat: 27.07705,
        rank: 2,
    },
    {
        name: '遵义市精制茶加工16产业集聚区',
        lon: 107.548744,
        lat: 27.80007,
        rank: 3,
    },
    {
        name: '贵阳市卷烟制造8产业集聚区',

        lon: 106.71177,
        lat: 26.593872,
        rank: 4,
    },
    {
        name: '铜仁市皮革制品制造24产业集聚区',
        lon: 109.00127,
        lat: 27.323454,
        rank: 5,
    },
    {
        name: '遵义市木质制品制造15产业集聚区',
        id: 'gxb000966',
        lon: 106.77157,
        lat: 27.439837,
        rank: 6,
    },
    {
        name: '安顺市中成药生产28产业集聚区',
        id: 'gxb001459',
        lon: 105.88326,
        lat: 26.238726,
        rank: 7,
    },
    {
        name: '贵阳市橡胶制品业9产业集聚区',
        id: 'gxb001560',
        lon: 106.73483,
        lat: 26.856943,
        rank: 8,
    },
    {
        name: '黔南布依族苗族自治州石膏、水泥制品及类似制品制造25产业集聚区',
        id: 'gxb001666',
        lon: 106.85419,
        lat: 26.526474,
        rank: 9,
    },
    {
        name: '铜仁市日用杂品制造16产业集聚区',
        id: 'gxb002737',
        lon: 109.00597,
        lat: 27.294876,
        rank: 10,
    },
];
